/** See: http://developer.baidu.com/map/custom/list.htm */
var MAP_STYLE = "hardedge";

var DATA = {
	"上海市" : {
		"上海科技大学" : ["王悦豪"],
		"上海政法大学" : ["祝婷婷"]
	},

	"加拿大温哥华" : {
		"英属哥伦比亚大学" : ["高鉴 🚗🚗🚗"]
	},

	"法国南锡" : {
		"洛林大学 南锡一大" : ["蒋文婧"]
	},

	"四川成都市" : {
		"四川大学" : ["刘衡", "周悠"],
		"四川农业大学" : ["葛沁妮", "聂黎圆", "祁宇航"],
		"成都理工大学" : ["瞿扬", "蒲俊宇"],
		"西南交通大学" : ["朱星皓", "罗鑫", "张露", "毛如意"],
		"成都理工大学" : ["瞿扬", "蒲俊宇"],
		"西华大学" : ["吕瑞婷", "万燕"],
		"四川师范大学" : ["徐宇薇"],
		"西南石油大学" : ["霍青云"],
		"成都信息工程大学" : ["肖一"]
	},

	"四川都江堰市" : {
		"四川外国语大学成都学院" : ["蒋婷"]
	},

	"四川绵阳市" : {
		"绵阳师范大学" : ["汪鑫秀"]
	},

	"四川峨眉山市" : {
		"西南交通大学" : ["陈梓薇", "范磊", "杨雅兮"]
	},

	"四川雅安市" : {
		"四川农业大学" : ["周科宇", "李之茂"]
	},

	"四川泸州" : {
		"泸州医学院" : ["廖家伯 💗", "赵茜", "李杉💡💡💡"]
	},

	"四川自贡市" : {
		"四川理工学院" : ["张哲轩"]
	},

	"四川阿坝州" : {
		"阿坝师范大学" : ["蒋林君"]
	},

	"重庆市" : {
		"重庆医科大学" : ["余志伟", "唐杨明"],
		"重庆交通大学" : ["唐虎城"],
		"四川外国语大学" : ["冯昱皓"]
	},

	"湖南长沙市" : {
		"湖南大学" : ["汪芮伊"],
	},

	"湖南湘潭" : {
		"湘潭大学" : ["赵俊"]
	},

	"天津市" : {
		"天津理工大学" : ["张一凡"]
	},

	"北京市"	: {
		"北京林业大学" : ["马玥桐", "李祝其"],
		"北京科技大学" : ["黄天龙"]
	},

	"江苏南京" : {
		"中国药科大学" : ["冯璐"],
		"南京工业大学" : ["王圣杰"],
		"南京林业大学" : ["田雨丹"]
	},

	"江苏徐州" : {
		"中国矿业大学" : ["张云轩"]
	},

	"湖北武汉" : {
		"中国地质大学" : ["邱添"],
		"中南民族大学" : ["王琦"]
	},

	"安徽蚌埠" : {
		"安徽财经大学" : ["刁林瑜"]
	},

	"浙江杭州" : {
		"杭州电子科技大学" : ["晋鑫 🚗"]
	},

	"吉林长春" : {
		"东北师范大学" : ["严童"]
	},

	"辽宁大连市" : {
		"大连海事大学" : ["李东晨"]
	},

	"陕西西安" : {
		"终南山" : ["黄智卿"]
	}
};

var SPEC_POS = {
	"英属哥伦比亚大学" : [-123.240511, 49.263406],
	"洛林大学 南锡一大" : [6.1748356, 48.6952227],
	"上海科技大学" : [121.597479, 31.185356]
};

var MAP_TITLE = "交大附中6班蹭饭大全";

var ABOUT = {
	"程序设计" : ["王悦豪"],
	"技术支持" : ["百度地图", "Bootstrap", "irmap"],
	"信息收集" : ["余志伟 瞿扬", "廖家伯 赵茜", "马玥桐 杨雅兮"],
	"意见反馈" : ["QQ：1541811417"],
	"备注" : ["<b>-- TO 无法取得联系的同学 --</b><br />我们将你们的地址标注在了西安的终南山（源自马玥桐同学的创意），同时我们也希望能尽快收到你们的消息～"]
};