var U_DATA = {
	"上海市" : {
		"上海科技大学" : ["王悦豪"],
		"上海政法大学" : ["祝婷婷"]
	},

	"四川成都市" : {
		"四川大学" : ["刘衡", "周悠"],
		"四川农业大学" : ["葛沁妮", "聂黎圆", "李之茂", "祁宇航"],
		"成都理工大学" : ["瞿扬", "蒲俊宇"],
		"西南交通大学" : ["朱星皓", "罗鑫", "张露", "毛如意"],
		"成都理工大学" : ["瞿扬", "蒲俊宇"],
		"西华大学" : ["吕瑞婷", "万燕"],
		"四川师范大学" : ["徐宇薇"],
		"西南石油大学" : ["霍青云"]
	},

	"四川峨眉山市" : {
		"西南交通大学" : ["陈梓薇", "范磊", "杨雅兮"]
	},

	"四川雅安市" : {
		"四川农业大学" : ["周科宇"]
	},

	"四川泸州" : {
		"泸州医学院" : ["廖家伯", "赵茜"]
	},

	"重庆市" : {
		"重庆医科大学" : ["余志伟", "唐杨明"],
		"重庆交通大学" : ["唐虎城"]
	},

	"湖南长沙" : {
		"湖南大学" : ["汪芮伊"],
	},

	"湖南湘潭" : {
		"湘潭大学" : ["赵俊"]
	},

	"北京市"	: {
		"北京林业大学" : ["马玥桐", "李祝淇"],
		"北京科技大学" : ["黄天龙"]
	},

	"江苏南京" : {
		"中国药科大学" : ["冯璐"],
		"南京工业大学" : ["王圣杰"],
		"南京林业大学" : ["田雨丹"]
	},

	"江苏徐州" : {
		"中国矿业大学" : ["张云轩"]
	},

	"湖北武汉" : {
		"中国地质大学" : ["邱添"],
		"中南民族大学" : ["王琦"]
	},

	"安徽蚌埠" : {
		"安徽财经大学" : ["刁林瑜"]
	},

	"浙江杭州" : {
		"杭州电子科技大学" : ["晋鑫"]
	},

	"吉林长春" : {
		"东北师范大学" : ["严童"]
	}
}

var MAP_TITLE = "交大附中6班蹭饭大全";