/** 更多样式 http://developer.baidu.com/map/custom/list.htm */
var MAP_STYLE = "grayscale";

var DATA = {
	"成都市" : {
		"成都信息工程大学" : ["刘志洲","刘宇航"],
		"四川农业大学":["张瑾","谢涵冰","蔡佩君"],
		"成都理工大学":["罗青青"],
		"西南交通大学":["范成敬"],
		"成都医学院":["丁艺涵","王晓媛"],
		"成都大学":["舒鹏","舒达"],
		"四川传媒学院":["严东棱"],
		"电子科技大学成都学院":["刘羽莎","周婷"],
		"四川大学锦江学院":["曾巧玲","江思凡","冯昊"],
		"成都工业学院郫县校区":["武凤艳"],
        "四川传媒学院":["严东棱"],
        "成都文理学院":["徐梦琴"],
        "四川师范大学":["袁红娇"],
        "西南交通大学附属中学":["唐尧"],
        "四川师范大学附属中学":["李馨岚"],
        "四川大学锦城学院":["冯欣竹","杨可心"],
        "西南石油大学":["王华程"],
	},

	"自贡市" : {
		"四川理工学院" : ["杨旭", "郑毅"]
	},
	"广汉市" : {
		"中国民用航空飞行学院" : ["刘愠凡"]
    },
     "绵阳市" : {
		"绵阳师范大学" : ["姜明鑫"],
		"西南财经大学天府学院":["王维昊"],
	},
     "南充市" : {
		"西华师范大学" : ["张译文"]
	},
     "四川省乐山市" : {
		"成都理工工程技术学院" : ["游鑫","田浩"]
	},
     "重庆市" : {
		"重庆医科大学" : ["张均泽"],
		"西南大学":["陈华权"],
	},
     "天津市" : {
		"天津职业技术师范大学" : ["张萌"],
		"天津城建大学":["张馨悦"],
	},
     "珠海市" : {
		"北京理工大学珠海学院" : ["王祎萌"],
	},
     "武汉市" : {
		"武汉商学院" : ["李杰"],
	},
     "澳门特别行政区" : {
		"澳门科技大学":["吴量"],
	},
     "长沙市" : {
		"湖南商学院":["贾朝颖"],
	},
     "平顶市" : {
		"河南城建学院":["马伏枥"],
	},
     "镇江市" : {
		"江苏大学":["冯茜"],
	},
     "悉尼市" : {
		"悉尼大学":["刘博达"],
	},
     "延雪平市" : {
		"延雪平大学":["王薇云"],
	},
     "日本" : {
		"日本":["肖叶芯"],

	}
};
var SPEC_POS = {
	"西南交通大学": [103.985300,30.763000],
	"延雪平大学": [14.161667,57.778333],
	"悉尼大学": [151.11, -33.53],
	"四川大学锦江学院": [103.873040,30.215330],
	"成都理工工程技术学院": [103.873040,29.560110],
	"成都信息工程大学": [103.989400,30.580040],
	"四川师范大学": [104.120520,30.608280],
	"北京理工大学珠海学院": [113.545990,22.364280],
	"西南财经大学天府学院": [104.688530,31.492780],
    "成都医学院": [104.199820,30.821310],
    "成都信息工程大学": [103.989400,30.580040],
};

var MAP_TITLE = "远处，有你";

var ABOUT = {
	"作者" : ["Liuzz"],
	"框架" : ["irmap", "Bootstrap", "百度地图"],
	"数据收集人员":["范成敬","郑毅"],
	"意见反馈":["QQ:1031940242"],
};
